Repository: RandomStuffs22/arkos-install
Catalog: i18n/*.po
Languages: es, fr, nb, nl, pt

source: Congratulations! Your image has been written to the SD card successfully.<br><br>Insert the SD card into your Raspberry Pi and connect it to your router.<br><br>After a minute or two, set up your server by opening your browser and connecting to Genesis at the following address:<br><b>http://arkOS:8000</b><br>or use the Network Browser option in this Installer to find the IP address.<br><br>Your initial Genesis login credentials are:<br>Username: <b>admin</b><br>Password: <b>admin</b>
es: ¡Enhorabuena! Su imagen ha sido grabada en la tarjeta SD con éxito. <br><br> Inserte la tarjeta SD en el Raspberry Pi y conéctelo al su router. <br><br> Tras uno o dos minutos, configure su servidor abriendo su navegador y conectandose a Genesis mediante la siguiente dirección:<br><b> http://arkOS:8000</b><br> o use la option de buscar la red de este instalador para encontrar la dirección IP. <br><br>Su credenciales iniciales de inicio de sesión de Genesis son: <br>Username: <b>admin</b><br>Password: <b>admin</b>
fr: Félicitation ! L'image a été correctement écrite sur votre carte SD.<br><br>Insérez la carte dans votre Raspberry Pi et connectez le à votre routeur.<br><br>Après une ou deux minutes, démarrez votre serveur en ouvrant votre navigateur et en vous connectant à Genesis à l'adresse suivante:<br><b>http://arkOS:8000</b><br>ou utilisez l'option Navigateur de Réseau pour trouver l'adresse IP.<br><br>Vos informations de connexion initiales pour Genesis sont:<br>Nom d'utilisateur: <b>admin</b><br>Mot de passe: <b>admin</b>
nb: Gratulerer! Bildet ble skrevet til SD-kortet uten problemer.<br><br>Sett inn SD-kortet i Raspberry Pi'en din og koble den til routeren.<br><br>Etter ett minutt eller to kan du konfigurere serveren din ved å peke nettleseren din til Genesis på følgende adresse:<br><b>http://arkOS:8000</b><br>eller bruke Nettverksleteren i denne installatøren til å finne IP-adressen.<br><br>Logg inn i Genesis med:<br>Brukernavn: <b>admin</b><br>Passord: <b>admin</b>
nl: Gefeliciteerd! Het image is succesvol weggeschreven naar de SD kaart.<br><br>Steek de SD kaart in je Raspberry Pi en verbind het met je router.<br><br>Na ongeveer 2 minuten kun je je server configureren door je browser te openen en met Genesis te verbinden op het volgende adres:<br><b>http://arkOS:8000</b><br> of gebruik de Netwerk Zoeker om het IP adres te vinden.<br><br>De standaar Genesis login gegevens zijn:<br>Gebruikersnaam:<b>admin</b><br>Wachtwoord: <b>admin</b>
pt: Parabéns! A imagem foi escrita para o cartão SD com sucesso.<br><br>Insira o cartão SD no seu Raspberry Pi e ligue-o ao router.<br><br>Após alguns minutos, configure o seu servidor abrindo o browser e ligando-se ao Genesis através do endereço:<br><b>http://arkOS:8000</b><br>ou seleccione a opção de Explorador de Rede neste instalador para encontrar o endereço de IP.<br><br>As suas credenciais Genesis iniciais para início de sessão são:<br>Nome de Utilizador: <b>admin</b><br>Palavra-passe: <b>admin</b>

source: Remove the downloaded files from your computer on exit
es: Eliminar los archivos descargados de su ordenador al salir
fr: Supprimer de votre ordinateur les fichiers téléchargés en quittant
nb: Fjern de nedlastede filene fra datamaskinen din ved nedstenging
nl: Verwijder de gedownloade bestanden van je computer bij het afsluiten
pt: Remover os ficheiros transferidos, do computador, ao terminar

source: Quit?
es: ¿Salir?
fr: Quitter ?
nb: Avslutt?
nl: Afsluiten?
pt: Sair?

source: Are you sure you want to quit? The installation is not complete and you will not be able to use your SD card. If a disk write operation is in progress, this will not be able to stop that process.
es: ¿Está seguro de que desea salir? La instalación no se ha completado y no podrá usar su tarjeta SD. Si una operación de escritura está en proceso, esto no podrá detenerla.
fr: Êtes-vous sûr de vouloir quitter ? L'installation n'est pas terminée et vous ne serez pas en mesure d'utiliser votre carte SD. Si une opération d'écriture est en cours, cela ne stoppera pas le processus.
nb: Er du sikker på at du bil avslutte? Installasjonen er ikke ferdig og SD-kortet vil ikke fungere. Hvis det skrives til disken vil ikke dette stoppe skriveprosessen.
nl: Weet je zeker dat je wilt afsluiten? De installatie is nog niet niet afgerond en je zal je SD kaart niet kunnen gebruiken. Als er nog een schrijf operatie bezig is dan zal afsluiten deze operatie niet stoppen.
pt: Tem a certeza que deseja sair? A instalação não está completa e não poderá usar o cartão SD. Se uma operação de escrita estiver em curso, o processo não pode ser parado.

source: You do not have sufficient privileges to run this program. Please run the arkOS Installer app from your Applications folder.
es: No tienes suficientes privilegios para ejecutar este programa. Por favor ejecuta el instalador arkOS desde tu carpeta de Aplicaciones.
fr: Vous ne possédez pas les autorisations nécessaires au lancement de ce programme. Merci de lancer l'installateur arkOS depuis votre dossier Applications.
nb: Du har ikke tilstrekkelige rettigheter til å kjøre programmet. Vennligst start arkOS-installasjonsprogrammet fra 'Programmer'-mappen.
nl: Je hebt onvoldoende rechten om deze applicatie uit te voeren. Start de arkOS Installer vanuit je Applicaties folder.
pt: Não tem privilégios suficientes para correr este programa. Por favor corra a aplicação de instalação do arkOS a partir da sua pasta Aplicações.

source: You need nmap installed in order to use this. Please go to <a href="http://nmap.org/download.html#macosx">their website</a> to download.
es: Necesita tener nmap instalado para usarlo. Por favor vaya a <a href="http://nmap.org/download.html#macosx">su sitio web</a> para descargarlo.
fr: Vous avez besoin de nmap pour utilisé cela. Merci d'aller sur leur <a href="http://nmap.org/download.html#macosx">site web</a> pour le télécharger.
nb: Du må ha nmap installert for å kunne bruke dette. Vennligst gå til <a href="http://nmap.org/download.html#macosx">their website</a> for å laste ned.
nl: nmap moet ge√Ønstalleerd zijn om dit te gebruiken. Je kan dit downloaden van <a href="http://nmap.org/download.html#macosx">hun website</a>.
pt: Necessita ter nmap instalado para usar esta funcionalidade. Por favor vá ao <a href="http://nmap.org/download.html#macosx">website</a> para transferir.

source: The drive could not be unmounted. Make sure it is not in use before continuing.
es: El dispositivo no pudo ser desmontado. Asegúrese de que no está en uso antes de continuar.
fr: Le disque ne peut pas être démonté. Assurez vous qu'il n'est pas en cours d'utilisation avant de continuer.
nb: Enheten kunne ikke av-monteres. Sjekk at den ikke er i bruk før du fortsetter.
nl: De schijf kon niet ontkoppeld worden. Controleer of hij niet in gebruikt is voordat je verdergaat.
pt: A unidade não pôde ser desmontada. Certifique-se de que não está a ser utilizada antes de continuar.

source: Error
fr: Erreur
nb: Feilmelding
nl: Fout
pt: Erro

source: %0.1(got)f of %0.1(total)f MB - %(val)d%%
fr: %0.1(got)f de %0.1(total)f Mo - %(val)d%%
nb: %0.1(got)f av %0.1(total)f MB - %(val)d%%
pt: %0.1(got)f de %0.1(total)f MB - %(val)d%%
