Repository: RandomStuffs22/arkos-install
Catalog: i18n/*.po
Languages: es, fr, nb, nl, pt

source: Success
es: Éxito
fr: Succès
nb: Gjennomført
nl: Succes
pt: Sucesso

source: arkOS Installer
es: Instalador de arkOS
fr: Installeur arkOS
nb: arkOS-Installatør
nl: arkOS Installatie
pt: Instalador de arkOS

source: Install arkOS to an SD card
es: Instalar arkOS a una tarjeta SD
fr: Installer arkOS sur une carte SD
nb: Installer arkOS til et SD-kort
nl: Installeer arkOS naar een SD kaart
pt: Instalar arkOS num cartão SD

source: Search the network for arkOS devices
es: Buscar dispositivos arkOS en la red
fr: Chercher sur le réseau des terminaux arkOS
nb: Søk etter arkOS-enheter i nettverket
nl: Zoek naar arkOS apparaten in het netwerk
pt: Procurar na rede por dispositivos arkOS

source: You do not have sufficient privileges to run this program. Please run sudo Installer.py instead.
es: No tiene los permisos suficientes para ejecutar este programa. Por favor, ejecute sudo Installer.py en su lugar
fr: Vous n'avez pas les privilèges suffisants pour lancer ce programme. Merci d'utiliser sudo Installer.py à la place.
nb: Du må ha nmap installert dersom du ønsker å bruke dette. Vennligst installer det fra ditt programvare senter, eller repository
nl: Je hebt onvoldoende rechten om deze applicatie te starten. Voer het commando sudo Installer.py uit om het met voldoende rechten te starten.
pt: Não possui privilégios suficientes para correr este programa. Por favor, corra sudo Installer.py.

source: You need nmap installed in order to use this. Please install it from your distribution's software center or repositories.
es: Necesita tener nmap instalado para poder utilizarlo. Por favor instálelo desde su centro de distribución de software o repositorios.
fr: Vous avez besoin de nmap pour utiliser cela. Merci de l'installer depuis la logithèque ou les dépôts de votre distribution.
nb: Du må ha nmap installert dersom du ønsker å bruke dette. Vennligst installer det fra ditt programvare senter, eller repositories.
nl: nmap moet ge√Ønstalleerd zijn om dit te gebruiken. Gelieve dit te installeren van je distributie's software centrum of repositories.
pt: Necessita ter nmap instalado para usar esta funcionalidade. Por favor, instale-o a partir do centro de software da sua distribuição ou de repositórios.

source: Authenticate
es: Autenticar
fr: Authentifier
nb: Autentiser
nl: Authenticeer
pt: Autenticação

source: <b>Give the username/password of a qualified user on the device</b>
es: <b>Introduzca el nombre de usuario/contraseña de un usuario autorizado del dispositivo</b>
fr: <b>Donnez le nom d'utilisateur/mot de passe d'un utilisateur enregistré sur cet appareil</b>
nb: <b>Oppgi brukernavn/passord til en kvalifisert bruker på enheten</b>
nl: <b>Voer de gebruikersnaam/wachtwoord in van een geldige gebruiker op het apparaat</b>
pt: <b>Introduza o nome de utilizador/palavra-passe de um utilizador qualificado no dispositivo</b>

source: Username
es: Nombre de usuario
fr: Nom d'utilisateur
nb: Brukernavn
nl: Gebruikersnaam
pt: Nome de utilizador

source: Password
es: Contraseña
fr: Mot de passe
nb: Passord
nl: Wachtwoord
pt: Palavra-passe

source: Cancel
es: Cancelar
fr: Annuler
nb: Avbryt
nl: Annuleren
pt: Cancelar

source: OK
es: Aceptar

source: Signal to %s sent successfully.
es: La señal se mandó correctamente a %s
fr: Le signal à %s a correctement été envoyé.
nb: Signalet til %s ble sendt uten problemer.
nl: Succesvol een signaal naar %s gestuurd.
pt: O sinal foi enviado com sucesso para %s.

source: Authentification failed
es: Autenticación fallida
fr: L'authentification a échoué
nb: Autentisering feilet
nl: Authenticatie mislukt
pt: Autenticação falhou

source: Signal to %s sent successfully, but I didn't get a response. Your command may or may not have completed.
es: Señal enviada correctamente a %s pero no se recibió una respuesta. Su comando puede o no haber sido completado.
fr: Le signal à %s a correctement été envoyé, mais il n'y a eu aucune réponse. Votre commande peut ne pas avoir été complétée.
nb: Signet til %s ble sendt uten problemer, men fikk ingen respons. Det er usikkert om kommandoen ble utført.
nl: Succesvol een signaal naar %s gestuurd, maar geen antwoord ontvangen. Het is onduidelijk of je commando geslaagd is.
pt: O sinal foi enviado com sucesso para %s mas não foi recebida nenhuma resposta. O comando pode ou não ter sido completado.

source: There was an error processing your request. %s
es: Hubo un error al procesar tu solicitud. %s
fr: Une erreur est survenue durant votre requête. %s
nb: Det oppstod en feil med behandlingen av din forespørsel. %s
nl: Er is een fout opgetreden tijdens het verwerken van je verzoek. %s
pt: Ocorreu um erro ao processar o pedido. %s

source: arkOS Network Finder
es: Buscador de redes arkOS
fr: Chercher un réseau arkOS
nb: arkOS Nettverksoppdager
nl: arkOS Netwerk Zoeker
pt: Identificador de Redes arkOS

source: Name
es: Nombre
fr: Nom
nb: Navn
nl: Naam
pt: Nome

source: IP Address
es: Dirección IP
fr: Adresse IP
nb: IP-adresse
nl: IP Adres
pt: Endereço de IP

source: Genesis Status
es: Estado de Genesis
fr: État de Genesis
pt: Estado Genesis

source: Scan
es: Escanear
fr: Parcourir
nb: Gjennomsøk
nl: Scannen
pt: Procurar

source: Shutdown
es: Apagar
fr: Éteindre
nb: Skru av
nl: Uitschakelen
pt: Desligar

source: Restart
es: Reiniciar
fr: Redémarrer
nb: Omstart
nl: Herstarten
pt: Reiniciar

source: Reload Genesis
es: Actualizar Genesis
fr: Rechargez Genesis
nb: Omstart Genesis
nl: Genesis Herladen
pt: Reiniciar Genesis

source: I couldn't find any networks. Please make sure you are connected to a network.
es: No pude encontrar ninguna red. Por favor, asegúrese de estar conectado a una red.
fr: Aucun réseau n'a été trouvé. Merci de vous assurer que vous êtes bien connecté.
nb: Jeg kunne ikke finne noen nettverk. Vennligst sjekk at du er tilkoblet til et nettverk.
nl: Geen netwerk gevonden. Gelieve je ervan te verzekeren dat je met een netwerk verbonden bent.
pt: Não foram encontradas quaisquer redes. Por favor, certifique-se de que está ligado a uma rede.

source: Unknown (Raspberry Pi)
es: Desconocido (Raspberry Pi)
fr: Inconnu (Raspberry Pi)
nb: Ukjent (Raspberry Pi)
nl: Onbekend (Raspberry Pi)
pt: Desconhecido (Raspberry Pi)

source: Unknown
es: Desconocido
fr: Inconnu
nb: Ukjent
nl: Onbekend
pt: Desconhecido

source: Please make a selection
es: Por favor realizar una selección
fr: Merci de faire une sélection
nb: Vennligst gjør et utvalg
nl: Maak een selectie
pt: Por favor, faça uma seleção

source: This feature can only be used on arkOS systems that have Beacon enabled
es: Esta característica solo puede usarse en sistemas arkOS que tengan Beacon habilitado
fr: Cette fonction peut uniquement être utilisée sur un système arkOS avec Beacon activé
nb: Denne funksjonen kan kun brukes på arkOS-systemer som har Beacon aktivert
nl: Deze functie kan alleen gebruikt worden op arkOS systemen waarop Beacon ingeschakeld staat
pt: Esta funcionalidade só pode ser usada em sistemas arkOS com Beacon activo

source: Introduction
es: Introducción
nb: Introduksjon
nl: Introductie
pt: Introdução

source: Welcome to the arkOS Installer! This program will guide you through installing the arkOS image to an SD card inserted into your computer. Once you click Forward, your computer will start downloading the arkOS image from our servers in preparation for the install. Please make sure your computer is connected to the Internet before continuing.
es: ¡Bienvenido al Instalador de arkOS! Este programa le guiará para instalar la imagen de arkOS a una tarjeta SD insertada en tu computador. Una vez que presiones Avanzar, tu computador comenzará a descargar la imagen arkOS desde nuestros servidor en preparación de la instalación. Por favor, asegúrate de que tu computador esté conectado a Internet antes de continuar.
fr: Bienvenu sur l'installeur arkOS ! Ce programme vous guidera à travers l'installation de l'image arkOS sur une carte SD insérée dans votre ordinateur. Une fois cliqué sur Suivant, votre ordinateur commencera le téléchargement de l'image arkOS depuis nos serveurs en préparation pour l'installation. Merci de vous assurez que votre ordinateur est connecté à Internet avant de continuer.
nb: Velkommen til arkOS-installatøren! Dette programmet vil hjelpe deg med å installere arkOS-bildet til SD-kortet som står i maskinen. Når du trykker 'Fremover' starter nedlastingen av arkOS-bildet fra våre servere. Vennligst forsikre deg om at datamaskinen din er koblet til Internett før du fortsetter.
nl: Welkom bij de arkOS Installer! Dit programma zal je helpen bij het installeren van het arkOS image op een SD kaart die in je computer zit. Zodra je op Volgende drukt zal je computer beginnen met het downloaden van het arkOS image van onze servers te voorbereiding op de installatie. Zorg ervoor dat je computer verbonden is met internet voordat je verder gaat.
pt: Bem vido ao instalador do arkOS! Este programa irá guiá-lo pelo processo de instalação da imagem de arkOS num cartão SD inserido no seu computador. Quando clicar seguinte, o seu computador irá iniciar a descarga da imagem do arkOS dos nossos servidores para poder proceder à instalação. Por favor, certifique-se de que o seu computador está ligado à Internet antes de continuar.

source: Choose Mirror
es: Elegir Fuente
fr: Choisir un serveur miroir
nb: Velg speil
nl: Kies een Mirror
pt: Escolher Mirror

source: Choose the download mirror closest to your location.
es: Selecciona la descarga más cercana a tu ubicación.
fr: Choisir le serveur miroir le plus prêt de vous.
nb: Velg nedlastingsspeilet som er nærmest deg
nl: Kies de download mirror die zich het dichtst bij jou bevindt.
pt: Seleccione mirror mais próximo da sua localização.

source: New York (United States)
es: Nueva York (Estados Unidos)
fr: New York (États-Unis)
nb: New York (USA)
nl: New York (Verenigde Staten)
pt: Nova Iorque (Estados Unidos)

source: Amsterdam (Netherlands)
es: Amsterdam (Países Bajos)
fr: Amsterdam (Pays-Bas)
nb: Amsterdam (Nederland)
nl: Amsterdam (Nederland)
pt: Amesterdão (Holanda)

source: Frankfurt (Germany)
es: Frankfurt (Alemania)
fr: Francfort (Allemagne)
nb: Frankfurt (Tyskland)
nl: Frankfort (Duitsland)
pt: Frankfurt (Alemanha)

source: Orlando (United States)
es: Orlando (Estados Unidos)
fr: Orlando (États-Unis)
nb: Orlando (USA)
nl: Orlando (Verenigde Staten)
pt: Orlando (Estados Unidos)

source: Vienna (Austria)
es: Viena (Austria)
fr: Vienne (Autriche)
nb: Wien (Østerrike)
nl: Wenen (Oostenrijk)
pt: Viena (Áustria)

source: Choose Device
es: Elegir dispositivo
fr: Choisissez un appareil
nb: Velg enhet
nl: Kies Apparaat
pt: Escolha o Dispositivo

source: Choose the appropriate device from the list below. Devices smaller than the minimum (2 GB) are not shown. Note that it is very important to choose the correct device! If you choose another one you may seriously damage your system.
es: Escoja el dispositivo apropiado de la siguiente lista. Los dispositivos que tengan una capacidad menor al mínimo exigido (2 GB) no se mostrarán. ¡Dése cuenta que es muy importante elegir el dispositivo correcto! En caso contrario podría dañar seriamente su sistema.
fr: Choisissez le disque approprié parmi la liste ci-dessous. Les disques inférieurs au minimum (2 Go) ne sont pas affichés. Notez qu'il est très important de choisir le bon ! Si vous choisissez un disque différent, vous pouvez sérieusement endommager votre système.
nb: Velg passende enhet fra listen. Enheter mindre enn minimumet (2GB) vises ikke. Merk deg at det er viktig å velge riktig enhet! Velger du feil kan du forårsake store skader på systemet ditt.
nl: Kies het gepaste toestel uit onderstaande lijst. Toestellen kleiner dan het minimum (2 GB) worden niet getoond. Merk op dat het zeer belangrijk is het juiste toestel te kiezen! Wanneer je een ander toestel kiest kan je je systeem zwaar beschadigen.
pt: Escolha o dispositivo apropriado da lista abaixo. Dispositivos com uma capacidade inferior ao mínimo requerido (2 GB) não são apresentados. Tenha em atenção a importância de escolher o dispositivo correcto! A escolha do dispositivo errado pode danificar seriamente o sistema.

source: Device
es: Dispositivo
fr: Disque
nb: Enhet
nl: Toestel
pt: Dispositivo

source: Size
es: Tamaño
fr: Taille
nb: Størrelse
nl: Grootte
pt: Capacidade

source: Unit
es: Unidad
fr: Unité
nb: Enhet
nl: Eenheid
pt: Unidade

source: Confirm Details
es: Confirmar detalles
fr: Confirmer les informations
nb: Bekreft detaljer
nl: Bevestig Details
pt: Confirme os Detalhes

source: Please confirm the details below. Once you click Start, the download will begin, then the selected device will be erased and data will be overwritten.<br><br><b>NOTE that there is no way to halt the writing process once it begins.</b><br>
es: Por favor, confirme los detalles que se muestran a continuación. Una vez haga clic en Iniciar, comenzará la descarga, y el dispositivo seleccionado se borrará y sobreescribirá con los datos. <br><br><b> DÉSE cuenta de que no hay manera alguna de detener el proceso de escritura una vez empiece.</b><br>
fr: Merci de confirmer les informations ci-dessous. Le téléchargement commencera lorsque vous aurez appuyé sur Démarrer. Le disque sélectionné va être effacé et les données écrasées.<br><br><b>Notez qu'il n'y a aucune façon d'arrêter le processus d'écriture une fois commencé.</b><br>
nb: Vennligst bekreft detaljene nedenfor. Når du har trykket på 'Start' vil nedlastingen begynne, og de valgte enhetene vil bli slettet og dataene overskrevet.<br><br><b>MERK at det ikke er noen måte å stoppe prosessen når den først er startet!</b><br>
nl: Gelieve de details onderaan te bevestigen. De download begint zodra je Start klikt, het gekozen toestel wordt leeg gemaakt en de data overschreven.<br><br><b>PAS OP, eenmaal gestart is het onmogelijk het proces te onderbreken.</b><br>
pt: Por favor, confirme os detalhes abaixo. Ao carregar em Começar, dará início à transferência e em seguida o dispositivo seleccionado será apagado e a informação nele contida será reescrita.<br><br><b>ATENÇÃO: não é possível parar o processo de escrita após o início do mesmo.</b><br>

source: Start Download/Install
es: Iniciar Descarga/Instalación
fr: Démarrer Téléchargement/Installation
nb: Start nedlasting/installasjon
nl: Start Download/Installatie
pt: Começar Transferência/Instalação

source: <b>Mirror:</b> Amsterdam (Netherlands)
es: <b>Fuente:</b> Amsterdam (Países Bajos)
fr: <b>Serveur miroir:</b> Amsterdam (Pays-Bas)
nb: <b>Speil:</b> Amsterdam (Nederland)
nl: <b>Mirror:</b> Amsterdam (Nederland)
pt: <b>Mirror:</b> Amesterdão (Holanda)

source: <b>Mirror:</b> Frankfurt (Germany)
es: <b>Fuente:</b> Orlando (Estados Unidos)
fr: <b>Serveur miroir:</b> Francfort (Allemagne)
nb: <b>Speil:</b> Frankfurt (Tyskland)
nl: <b>Alternatief:</b> Frankfort (Duitsland)
pt: <b>Mirror:</b> Frankfurt (Alemanha)

source: <b>Mirror:</b> Orlando (United States)
es: <b>Fuente:</b> Orlando (Estados Unidos)
fr: <b>Serveur miroir:</b> New York (États-Unis)
nb: <b>Speil:</b> New York (USA)
nl: <b>Alternatief:</b> Orlando (Verenigde Staten)
pt: <b>Mirror:</b> Nova Iorque (Estados Unidos)

source: <b>Mirror:</b> Vienna (Austria)
es: <b>Fuente:</b> Viena (Austria)
fr: <b>Serveur miroir:</b> Vienne (Autriche)
nb: <b>Speil:</b> Wien (Østerrike)
nl: <b>Alternatief:</b> Wenen (Oostenrijk)
pt: <b>Mirror:</b> Viena (Áustria)

source: <b>Mirror:</b> New York (United States)
es: <b>Fuente:</b> Nueva York (Estados Unidos)
fr: <b>Serveur miroir:</b> New York (États-Unis)
nb: <b>Speil:</b> New York (USA)
nl: <b>Alternatief:</b> New York (Verenigde Staten)
pt: <b>Mirror:</b> Nova Iorque (Estados Unidos)

source: <b>Device:</b> %s
es: <b>Dispositivo:</b> %s
fr: <b>Disque:</b> %s
nb: <b>Enhet:</b> %s
nl: <b>Apparaat:</b> %s
pt: <b>Dispositivo:</b> %s

source: Installing arkOS
es: Instalando arkOS
fr: Installer arkOS
nb: Installerer arkOS
nl: arkOS aan het installeren
pt: Instalando arkOS

source: <b>Downloading image from %s...</b>
es: <b>Descargando imagen de %s...</b>
fr: <b>Téléchargement de l'image depuis %s...</b>
nb: <b>Laster ned bilde fra %s...</b>
nl: <b>Image aan het downloaden van %s...</b>
pt: <b>A descarregar imagem de %s...</b>

source: The file could not be downloaded. Please check your Internet connection. If the problem persists and your connection is fine, please contact the arkOS maintainers. HTTP Error %s
es: El archivo no se pudo descargar. Por favor, compruebe su conexión a Internet. Si el problema persiste y su conexión está bien, contacte con los mantenedores de arkOS. Error HTTP %s
fr: Ce fichier n'a pas pu être téléchargé. Merci de vérifier votre connexion Internet. Si le problème persiste et que votre connexion fonctionne correctement, merci de contacter les mainteneurs d'arkOS. Erreur HTTP %s
nb: Filen kunne ikke lastes ned. Vennligst sjekk internettforbindelsen. Hvis problemet fortsetter selv om forbindelsen virker fint bør du kontakte arkOS-vedlikeholderen. HTTP-feil %s
nl: Het bestand kon niet worden gedownload. Controleer je internetverbinding. Neem contact op met het arkOS team als het probleem aanhoudt en internetverbinding wel correct werkt. HTTP Foutmelding %s
pt: O ficheiro não pôde ser transferido. Por favor, verifique a sua conexão à Internet. Se o problema persistir e a conexão à Internet estiver activa, por favor, contacte os responsáveis pelo arkOS. Erro de HTTP %s

source: Downloading image from %s... <b>DONE</b>
es: Descargando imagen de %s... >b>LISTO</b>
fr: Téléchargement de l'image depuis %s... <b>TERMINÉ</b>
nb: Laster ned bilde fra %s...<b>FERDIG</b>
nl: Image aan het downloaden van %s... <b>KLAAR</b>
pt: A transferir imagem de %s... <b>CONCLUÍDO</b>

source: Installation failed: MD5 hashes are not the same. Restart the installer and it will redownload the package. If this error persists, please contact the arkOS maintainers.
es: Instalación fallida: Los hashes MD5 no concuerdan. Reinicie el instalador y este volverá a descargar el paquete. Si el error persiste, por favor contacte con los mantenedores de arkOS.
fr: Échec de l'installation: Les hash MD5 ne correspondent pas. Redémarrer l'installeur pour télécharger de nouveau le paquet. Si l'erreur persiste, merci de contacter les mainteneurs d'arkOS.
nb: Installasjon feilet: MD5 hashes er ikke de samme. Restart installatøren, og den vil laste ned "pakken" på nytt. Dersom feilen vedstår, vennligst kontakt arkOS vedlikeholderne.
nl: Installatie mislukt: de MD5 hashes komen niet overeen. Herstart het installatie programma zodat het opnieuw het installatie pakket zal downloaden. Neem contact op met het arkOS team als deze foutmelding blijft optreden.
pt: Instalação falhou: Hashes MD5 não correspondem. Reinicie o instalador para transferir novamente o pacote. Se o erro persistir, por favor, contacte os responsáveis pelo arkOS.

source: <b>Copying image to %s...</b><br>(This will take a few minutes depending on SD card size.)
es: <b>Copiando imagen a %s...</b><br>(Esto tardará unos minutos dependiendo del tamaño de la tarjeta SD)
fr: <b>Copie de l'image vers %s...</b><br>(Ceci peut prendre quelque minutes en fonction de la taille de votre carte SD.)
nb: <b>Kopierer bilde til %s...</b><br>(Dette vil ta et par minutter, avhengig av størrelsen på SD-kortet).
nl: <b>Bezig met image kopi√´ren naar %s...</b><br>(Dit kan enkele minuten duren, afhankelijk van de grootte van de SD kaart.)
pt: <b>A copiar imagem para %s...</b><br>(Esta operação irá demorar alguns minutos, dependendo da capacidade do cartão SD.)

source: Data write in progress.
es: Escritura en progreso.
fr: Écriture des données en cours.
nb: Skriving av data pågår.
nl: Data aan het wegschrijven.
pt: Escrita de dados em curso.

source: The disk writing process failed with the following error: %s
es: El procesos de escritura en disco a fallado con el siguiente error: %s
fr: Le processus d'écriture du disque a échoué avec l'erreur suivante: %s
nb: Skriving til disken feilet med følgende feilmelding: %s
nl: Het schrijven naar de schijf mislukte met de volgende foutmelding: %s
pt: O processo de escrita no disco falhou com o seguinte erro: %s

source: Copying image to %s... <b>DONE</b>
es: Copiando imagen a %s... <b>LISTO</b>
fr: Copie de l'image vers %s... <b>TERMINÉ</b>
nb: Kopierer bilde til %s... <b>FERDIG</b>
nl: Bezig met kopi√´ren naar %s... <b>KLAAR</b>
pt: A copiar imagem para %s... <b>CONCLUÍDO</b>

source: {:0.1f} of {:0.1f} MB - {}%
es: {:0.1f} de {:0.1f} MB - {}%

source: <b>Package found in working directory!</b> Checking authenticity...
es: <b>¡Paquete encontrado en el directorio de trabajo!</b> Comprobando autenticidad...
fr: <b>Un paquet a été trouvé dans le répertoire de travail !</b> Verification de l'authenticité...
nb: <b>En pakke ble funnet i arbeidsmappen!</b> Sjekker autentiseringen...
nl: <b>Pakket gevonden in huidige folder!</b> Geldigheid controleren...
pt: <b>Pacote encontrado na directoria actual!</b> Avaliando autenticidade...

source: Package found in working directory, but MD5 check failed. Redownloading...
es: Paquete encontrado en el directorio de trabajo, pero la suma de comprobación MD5 ha fallado. Volviendo a descargar...
fr: Un paquet a été trouvé dans le répertoire de travail, mais la vérification du MD5 a échouée. Retéléchargement...
nb: En pakke ble funnet i arbeidsmappen, men MD5-sjekken feilet. Laster ned på nytt...
nl: Pakket gevonden in huidige folder maar de MD5 controle is mislukt. Opnieuw downloaden...
pt: Pacote encontrado na directoria actual, mas verificação MD5 falhou. A transferir novamente...

source: Authentic package found in working directory. Skipping download...
es: Paquete verificado encontrado en el directorio de trabajo. Saltando descarga...
fr: Un paquet authentique a été trouvé dans le répertoire de travail. Passer le téléchargement...
nb: En autentisk pakke ble funnet i arbeidsmappen. Hopper over nedlasting...
nl: Geldig pakket gevonden in huidige folder. Download wordt overgeslagen...
pt: Pacote autêntico encontrado na directoria actual. Saltando a transferência...

source: Installation Complete
es: Instalación completada
fr: Installation terminée
nb: Installasjonen er fullført
nl: Installatie Voltooid
pt: Instalação Completa
